requests/bis/wifi_access_bis.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:types="http://www.deltasolutions.ru/om/rt/LyraOmsService/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <SOAP-ENV:Body>
      <types:SubmitOrderRequest>
         <Components>
            <Component>
               <Attributes>
                  <Attribute>
                     <Name>action_code</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>address</Name>
                     <Value>г. Курган; ул. КАРБЫШЕВА</Value>
                  </Attribute>
                  <Attribute>
                     <Name>atbr_id</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>cfs_spec_id</Name>
                     <Value>wifi_access</Value>
                  </Attribute>
                  <Attribute>
                     <Name>city</Name>
                     <Value>13763</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_id</Name>
                     <Value>31459226</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_name</Name>
                     <Value>АБОНЕНТ ВАЙ ФАЙ</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_phone</Name>
                     <Value>3214569874</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_type</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>connection_scheme</Name>
                     <Value>148</Value>
                  </Attribute>
				  <Attribute>
                     <Name>main_connection_scheme</Name>
                     <Value>171</Value>
                  </Attribute>
                  <Attribute>
                     <Name>contract_id</Name>
                     <Value>6558777</Value>
                  </Attribute>
                  <Attribute>
                     <Name>delivery_date</Name>
                     <Value>2015-08-07T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>department_id</Name>
                     <Value>209</Value>
                  </Attribute>
                  <Attribute>
                     <Name>flat</Name>
                     <Value>14</Value>
                  </Attribute>
                  <Attribute>
                     <Name>house</Name>
                     <Value>60</Value>
                  </Attribute>
                  <Attribute>
                     <Name>installation_date</Name>
                     <Value>2015-08-07T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>instance_id</Name>
                     <Value>73774859</Value>
                  </Attribute>
                  <Attribute>
                     <Name>local_idn_set</Name>
                     <Value>4</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_service_code</Name>
                     <Value>25854</Value>
                  </Attribute>
                  <Attribute>
                     <Name>main_instance_id</Name>
                     <Value>73774859</Value>
                  </Attribute>
                  <Attribute>
                     <Name>need_installation</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_rnabn</Name>
                     <Value>13957178</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_action_type</Name>
                     <Value>PR</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_start_date</Name>
                     <Value>2015-08-20T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_amount</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_id</Name>
                     <Value>66000</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>rtpl_id</Name>
                     <Value>51037</Value>
                  </Attribute>
                  <Attribute>
                     <Name>run_billing</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>service_receiver</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_id</Name>
                     <Value>100000</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>street</Name>
                     <Value>302430</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tx_id</Name>
                     <Value>336430913</Value>
                  </Attribute>
                  <Attribute>
                     <Name>virtual_number</Name>
                     <Value>77456000204</Value>
                  </Attribute>
                  <Attribute>
                     <Name>zip</Name>
                     <Value>640014</Value>
                  </Attribute>
               </Attributes>
            </Component>
         </Components>
         <CommonData>
            <Attributes>
               <Attribute>
                  <Name>main_virtual_number</Name>
                  <Value>77456000204</Value>
               </Attribute>
            </Attributes>
         </CommonData>
      </types:SubmitOrderRequest>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>